13/data/attachments/7984797584c1b89c.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>David_style_Friend_35284_0</nif:username>
            <nif:friendToBeRequested>soap_friends_6cb01dc1-156d-45a2-b246-a337a6574f15</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>